Repository: listout/mate-sensors-applet
Catalog: po/*.po
Languages: am

source: Sensors Applet Factory
am: የ አፕሌት ፋክቶሪ ፈልጎ አግኚ

source: Hardware Sensors Monitor
am: የ ጠንካራ አክል ፈልጎ አግኚ መቆጣጠሪያ

source: Displays temperature, fan speed and voltage sensor readings
am: የ አየር ንብረት ማሳያ: የ ፋን ፍጥነት እና ቮፕልቴጅ ንባብ

source: Font size in points
am: የ ፊደል መጠን በ ነጥብ

source: Specify if show or hide sensor units
am: የ ፈልጎ አግኚ መለኪያ ማሳያ ወይንም መደበቂያ መወሰኛ

source: Set if display icons or text labels
am: የ ምልክት ወይንም የ ጽሁፍ ምልክት ማሳያ ማሰናጃ

source: Set value beside or below label
am: ምልክት አጠገብ ወይንም ከ ምልክት በታች ማሰናጃ

source: Show temperature in Kelvin, Celsius or Fahrenheit
am: የ አየር ንብረት ማሳያ: በ ኬልቪን: ሴልሺየስ ወይንም ፋራናይት

source: Whether to display notifications
am: ማስታወቂያ ይታይ እንደሆን መወሰኛ

source: Delay (in ms) between refreshes
am: ማዘግያ (በ ሚሰ) በ ማነቃቂያ መካከል

source: The size of the graph in pixels (width if horizontal, height if vertical)
am: የ ግራፍ መጠን በ ፒክስል (ስፋት በ አግድም ከሆነ: እርዝመት በ ቁመት ከሆነ)

source: List of sensors
am: የ ፈልጎ አግኚ ዝርዝር

source: Path to filename
am: መንገድ ወደ ፋይል ስም

source: Sensor device ids
am: የ ፈልጎ አግኚ አካል መለያ

source: The sensor device interface
am: የ ፈልጎ አግኚ አካል ገጽታ

source: User defined label
am: በ ተጠቃሚ የሚገለጽ ምልክት

source: Whether a sensor is enabled or not
am: ይህን sensor ያስችሉ ወይንም አያስችሉ እንደሆን መወሰኛ

source: Low value
am: አነስተኛ ዋጋ

source: High value
am: ከፍተኛ ዋጋ

source: Whether the sensor has its alarm enabled
am: ይህ sensor መቀስቀሻ ያስችሉ እንደሆን መወሰኛ

source: Command to execute when the alarm is activated
am: መቀስቀሻ በሚጀምር ጊዜ የሚፈጸመው ትእዛዝ

source: How often each alarm should be sounded (in seconds)
am: ማስጠንቀቂያ በ ምን ያህል ጊዜ እንደሚሰማ መወሰኛ (በ ሰከንዶች)

source: Used to identify a sensor in a list
am: sensor ከ ዝርዝር ውስጥ ፈልጎ ማግኛ

source: Multiplier
am: ማባዣ

source: Offset
am: ማካካሻ

source: Icon type
am: የምልክት አይነት

source: Color of the graph for the sensor
am: ለ sensor የ ግራፍ ቀለም

source: FAN
am: ማራገቢያ

source: FAN1
am: ማራገቢያ1

source: FAN2
am: ማራገቢያ2

source: Battery
am: ባትሪ

source: Fan
am: ማራገቢያ

source: CPU TEMP
am: የ ሲፒዩ ሙቀት

source: temperature
am: የ አየር ንብረት

source: Sensors Applet Preferences
am: የ ፈልጎ አግኚ አፕሌት ምርጫ

source: No sensors found!
am: ምንም ፈልጎ አግኚ አካል አልተገኘም!

source: Display
am: ማሳያ

source: label with value
am: ምልክት ከ ዋጋ ጋር

source: icon with value
am: ምልክት ከ ዋጋ ጋር

source: value only
am: ዋጋ ብቻ

source: icon only
am: ምልክት ብቻ

source: graph only
am: ግራፍ ብቻ

source: _Display sensors in panel as
am: sensors በ ክፍል ውስጥ ማሳያ እንደ

source: beside labels / icons
am: ከምልክቶች አጠገብ / ምልክቶች

source: below labels / icons
am: ከምልክቶች በታች / ምልክቶች

source: Preferred _position of sensor values
am: የ ተመረጠው የ sensor ዋጋዎች ቦታ

source: Kelvin
am: ኬልቪን

source: Celsius
am: ሴልሺየስ

source: Fahrenheit
am: ፋርሀናይት

source: _Temperature scale
am: የ አየር ንብረት መለኪያ

source: Graph _size (pixels)
am: የ ግራፍ _መጠን በ (ፒክስልስ)

source: Show _units
am: _መለኪያ ማሳያ

source: Update
am: ማሻሻያ

source: Update _interval (secs)
am: የ ማሻሻያ _ክፍተት (ሰከንዶች)

source: Notifications
am: ማስታወቂያዎች

source: Display _notifications
am: _ማስታወቂያዎች ማሳያ

source: Sensor
am: ፈልጎ አግኚ

source: Label
am: ምልክት

source: Labels can be edited directly by clicking on them.
am: ምልክቶችን ማረም ይቻላል በላያቸው ላይ በ መጫን

source: Enabled
am: ተችሏል

source: Icon
am: ምልክት

source: _Up
am: ወደ _ላይ

source: _Properties
am: _ባህሪዎች

source: General Options
am: ባጠቃላይ ምርጫዎች

source: Sensors
am: ፈልጎ አግኚ

source: ERROR
am: ስህተት

source: translator-credits
am: Samson-Belete-Belayineh

source: Sensor Properties
am: የ ፈልጎ አግኚ ባህሪዎች

source: Graph
am: ግራፍ

source: Graph Color
am: የ ግራፍ ቀለም

source: Graph _color
am: የ ግራፍ _ቀለም

source: Sensor _icon
am: የ ፈልጎ አግኚ _ምልክት

source: Scaling Parameters
am: ደንቦች መመጠኛ

source: Sensor value _multiplier
am: የ ፈልጎ አግኚ ዋጋ _ማባዣ

source: Sensor value _offset
am: የ ፈልጎ አግኚ ዋጋ _ማካካሻ

source: Sensor Limits
am: የ ፈልጎ አግኚ መጠን

source: Sensor _low value
am: የ ፈልጎ አግኚ _ዝቅተኛ ዋጋ

source: Sensor _high value
am: የ ፈልጎ አግኚ _ከፍተኛ ዋጋ

source: Alarm
am: ማስጠንቀቂያ

source: Alarm _repeat interval (secs)
am: ማስጠንቀቂያ _መድገሚያ ክፍተት (ሰከንዶች)

source: Lo_w alarm command
am: ዝቅ_ተኛ ማስጠንቀቂያ ትእዛዝ

source: Hi_gh alarm command
am: ከፍ_ተኛ ማስጠንቀቂያ ትእዛዝ

source: _Enable alarm
am: ማስጠንቀቂያ _ማስቻያ

source: _Preferences
am: _ምርጫዎች

source: _Help
am: _እርዳታ

source: _About
am: _ስለ

source: is very low
am: በጣም ዝቅተኛ ነው

source: lower limit
am: ዝቅተኛ መጠን

source: is very high
am: በጣም ከፍተኛ ነው

source: upper limit
am: ከፍተኛው መጠን

source: Temperature
am: የ አየር ንብረት

source: Voltage
am: ቮልቴጅ

source: voltage
am: ቮልቴጅ

source: Fan Speed
am: የ ማራገቢያ ፍጥነት

source: fan speed
am: የ ማራገቢያ ፍጥነት

source: Current
am: ከረንት

source: current
am: ከረንት

source: Error updating sensor %s
am: ስህተት ተፈጥሯል ፈልጎ አግኚ ሲሻሻል %s

source: An error occurred while trying to update the value of the sensor %s located at %s.
am: ስህተት ተፈጥሯል ለ ማሻሻል በ መሞከር ላይ እንዳለ የ sensor ዋጋ %s የሚገኘውን በ %s.

source: No sensors enabled!
am: ምንም ፈልጎ አግኚ አላስቻሉም!
